[
	"001100010010011110100001101101110011",
	"Awwww, its anus looks like an asterisk!",
	"Ah, computer dating. It's like pimping, but you rarely have to use the phrase 'upside your head'.",
	"And the awkward meter goes up another notch. Ding-ding-ding-ding.",
	"Are all the tests gonna involve drinking?",
	"Behold, the internet.",
	"Bender knows love, and love doesn't share itself with the world. Love is suspicious, love is needy. Love is fearful, love is greedy. My friends, there is no great love without great jealousy! I love you meatbags!",
	"Bender must be stoped!  I've gone too far!  Who does that guy think I am!?",
	"Bite my shiny metal ass.",
	"Dumb-Dumb away!",
	"Emotions are dumb and should be hated.",
	"Finally, we made it out of that godforsaken cave! So what's the fastest way home, back through the cave?",
	"Fry! Quit doing the right thing, you jerk!",
	"Granted, it's not on the list of approved bendables, but I'm... so... great!",
	"Hasta la vista, Meatbag!",
	"Have you ever tried just turning off the TV, sitting down with your children, and hitting them?",
	"Here's your Gutenberg Bible, masters, plus the Colonel's Secret Recipe: Chicken, Grease, Salt!",
	"Hey, I don't tell you how to tell me what to do, so don't tell me how to do what you tell me to do!",
	"Hey that punk stole our hood ornament! Now no one will know we have the LX Package!",
	"Hey, what kinda party is this? There's no booze and only one hooker.",
	"Humans are dumb and they die easy.",
	"Humans dating robots is sick. You people wonder why I'm still single? It's 'cause all the fine robot sisters are dating humans!",
	"I decline the title of Iron Cook and accept the lesser title of Zinc Saucier, which I just made up. Uhh... also, comes with double prize money.",
	"I don't blame myself, I blame all of you!",
	"I guess if you want children beaten, you have to do it yourself.",
	"I'm Bender, please insert liquor!",
	"I love this planet! I've got wealth, fame, and access to the depths of sleaze that those things bring.",
	"I'm sorry, guys. I never meant to hurt you. Just to destroy everything you ever believed in.",
	"Into the breach meatbags...or not. Whatever.",
	"I support and oppose many things, but not strongly enough to pick up a pen.",
	"It's not all about money; although I would like much much more.",
	"It's not on the list of approved bendable materials but...  I'm...  the...  greatest!",
	"I was having a Martini drinking contest with the autopilot.  I would have had him this time but we ran out of olives.",
	"Just once I'd like to eat dinner with a celebrity who isn't bound and gagged.",
	"Nailed it!",
	"No, he's not a zombie. But I don't want people to think I'm incompetent, so I'd better kill you just to be sure.",
	"No. I'm going to be a stalker.",
	"No! I want to live! There's still too many things I don't own!",
	"No, that's a hobo and a rabbit, but they're making a hobbit.",
	"Of all the friends I've had... you're the first.",
	"Robot 1-X, save my friends! And Zoidberg!",
	"Sweet photons. I don't know if you're waves or particles, but you go down smooth!",
	"Then a damned army we shall have!",
	"There's gas in our ass!",
	"Watcha doin', mini-meatbags? Underage gambling? Shame on you. Count me in",
	"Well if the League of Robots isn't real, how come I had a whole sticker-book of 'em when I was younger? Answer that with your precious logic!",
	"Well, we're boned!",
	"While I was hacking off the Professor's hand with an extremely dull saw, I had time to think. Who could use a doomsday device more, the scammers, or me, Bender? After several minutes of steady sawing, I had the answer. Me, Bender!",
	"You may have to 'metaphorically' make a deal with the 'devil.' And by 'devil,' I mean Robot Devil. And by 'metaphorically,' I mean get your coat.",
	"Your best is an idiot!",
	"Ah crap, I'm some sort of robot!",
	"Ahhh, functional.",
	"Alright! Closure!",
	"And I bet it's gonna get a lot more confusing.",
	"An upgrade? I thought we all agreed I was perfect.",
	"Are you familiar with the old robot saying \"does not compute\"?",
	"A woman like that you gotta romance first!",
	"Aw, this bends!",
	"Bender knows when to use finesse.",
	"Bender's a genius!",
	"Bite my shiny, metal ass!",
	"Boy, were we suckers!",
	"Boy, who knew a cooler could also make a handy wang coffin?",
	"But-- those girls don't wear cases! You can see their bare circuits!",
	"Care to contribute to the Anti-Mugging-You Fund?",
	"Comedy's a dead art form. Now tragedy -- THAT'S funny.",
	"Crippling pain? That's not covered by my insurance fraud.",
	"Curse my natural showmanship!",
	"Curse you, merciful Poseidon!",
	"Down with Bender!",
	"Emotions are dumb and should be hated.",
	"Farewell, big blue ball of idiots!",
	"Fathero!",
	"Float like a floatbox, sting like an automatic stingin' machine.",
	"Fry, of all the friends I've had ... you're the first.",
	"Gimme your biggest, strongest, cheapest drink.",
	"Hey Fry, I'm steering with my ass!",
	"Hooray, we don't have to do anything!",
	"I am a hideous triumph of form and function.",
	"I choose to not understand these signs!",
	"I hate people who love me. And they hate me.",
	"I'm a fraud. A poor, lazy, sexy fraud.",
	"I'm an outdated piece of junk.",
	"I'm not allowed to sing. Court order.",
	"I'm one of those lazy, homeless bums I've been hearing about.",
	"I'm so embarrassed. I wish everybody else was dead.",
	"I'm tired of this room and everyone in it!",
	"In the event of an emergency, my ass can be used as a flotation device.",
	"I only know enough binary to ask where the bathroom is.",
	"I only speak enough binary to ask where the bathroom is.",
	"I've gone too far! Who does that guy think I am?",
	"Let's commence preparations for rumbling!",
	"Lick my frozen, metal ass!",
	"Life is hilariously cruel.",
	"Like most of life's problems, this one can be solved with bending.",
	"Listen up, cause I got a climactic speech.",
	"My full name is Bender Bending Rodriguez.",
	"My life, and by extension everyone else's, is meaningless.",
	"nogoodlawsprotectingtheinnocent--",
	"Nothing like a warm fire and a super-soaker of fine cognac.",
	"Now that's hospital dancing.",
	"Oh no! Not the magnet!",
	"Oh, so, just 'cause a robot wants to kill humans that makes him a radical?",
	"OK, but I don't want anyone thinking we're robosexuals.",
	"Professor! Make a woman out of me!",
	"Senseless death! The folk singer's best friend!",
	"Shooting DNA at each other to make babies. I find it offensive!",
	"Since I love you all so much, I'd like to give everyone hugs.",
	"Stop doing the right thing, you jerk!",
	"Stupid anti-pimping laws!",
	"That's not my gold-plated 25-pin connector.",
	"The laws of science be a harsh mistress.",
	"The modern world can bite my splintery, wooden ass!",
	"There! That oughtta convert a few tailgaters.",
	"The sparks keep me warm.",
	"They're tormenting me with uptempo singing and dancing!",
	"This guy's not making any sense. Can I kill him? Please?",
	"Try this, kids at home!",
	"Wait! My cheating unit malfunctioned! You gotta give me a do-over!",
	"Want me to smack the corpse around a little?",
	"Well I don't have anything else planned for today, let's get drunk!",
	"We're both expressible as the sum of two cubes!",
	"Whaddya say, folks? Hot or not?",
	"When will man learn that all races are equally inferior to robots?",
	"Whoever's directing this is a master of suspense!",
	"Why would God think in binary?",
	"Woohoo, I'm popular!",
	"Would we have donkeys?",
	"Yes! I got the most! I win X-Mas!",
	"You can't count on God for jack! He pretty much told me so himself.",
	"You just lost five dollars.",
	"Haha, you humans and your organs. One little stab to the goo, and grrrrsplttt!"
]